Repository: HoffmannP/BASH-scripts-an-stuffalike
Catalog: mysqlTunnel.po
Languages: de

source: %s already running, kill?
de: Eine Instanze von %s läuft bereits, soll sie geschlossen werden?

source: exiting
de: Dieses Programm wird beendet

source: failed to kill running %s, exiting
de: Eine Instanz von %s konnte nicht geschlossen werden, beende dieses Programm

source: port used, can't kill
de: Der Port ist wird bereits verwendet und das verwendenende Programm kann nicht geschlossen werden

source: port used by "%s", wait for 5 secs?
de: Der Port wird gerade von "%s" verwendet, soll 5 Sekunden auf die Freigabe gewartet werden?

source: port used by "%s", kill?
de: Der Port wird gerade von "%s" verwendet, soll das verwendende Programm geschlossen werden?

source: failed to kill, exiting
de: Eine Instanz konnte nicht geschlossen werden, beende dieses Programm

source: select MySQL server
de: Wähle den MySQL Server

source: no server selected
de: Kein Server gewählt

source: connection broke, reconnect?
de: Verbindung wurde unterbrochen, soll sie erneut hergestellt werden?
